index=main source="/opt/splunk/var/log/apt29_day2.json"
| search CommandLine="*powershell*" OR CommandLine="*EncodedCommand*"
| table _time Hostname Account_Name Image CommandLine ParentImage
| sort _time

